Repository: zhandos256/kaspi_otzovik
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: kk

source: Как это работает:
kk: Бұл қалай жұмыс істейді:

source: 1) Бот автоматически подставит данные вашего заказа в готовый шаблон.
kk: 1) Бот сіздің тапсырысыңыздың деректерін дайын шаблонға автоматты түрде қосады.

source: 📋 Пример:
kk: 📋 Мысал:

source: 2) После генерации шаблона, вы получите уникальную ссылку для отправки в WhatsApp.
kk: 2) Шаблон жасалғаннан кейін, сіз WhatsApp-та жіберуге арналған ерекше сілтеме аласыз.

source: 3) Просто нажмите на ссылку, и ваш шаблон будет отправлен в WhatsApp.
kk: 3) Сілтемеге басып, шаблоныңызды WhatsApp-қа жібере аласыз.

source: 👉 Нажмите /start, чтобы начать.
kk: 👉 Бастау үшін /start батырмасын басыңыз.

source: ❓ Есть вопросы? Напишите — @clementshop
kk: ❓ Сұрақтарыңыз бар ма? Жазып жіберіңіз — @clementshop

source: Операция отменена!
kk: Операция тоқтатылды!

source: ❗ Извините, я не понимаю ваше сообщение
kk: ❗ Кешіріңіз, мен сіздің хабарламаңызды түсінбедім.

source: /start - Начать работу боту
kk: /start - Ботпен жұмысты бастау

source: /help - Получить справку
kk: /help - Көмек алу

source: Есть вопросы? <b>Ответим тут</b> - @clementshop
kk: Сұрақтарыңыз бар ма? <b>Жауап беруге осында</b> - @clementshop

source: /start - Начать работу бота
kk: /start - Ботпен жұмысты бастау

source: Выберите язык
kk: Тілді таңдаңыз

source: Привет!
kk: Сәлеметсіз бе!

source: Я помогу тебе быстро сгенерировать ссылку на отзыв Kaspi с 5 ⭐ для быстрой отправки в WhatsApp
kk: Мен сізге Kaspi туралы 5 жұлдызды ⭐ пікір қалдыруға арналған сілтеме жасауға көмектесемін, ол WhatsApp арқылы жылдам жіберіледі.

source: ⬇ Готов? Нажми на кнопку «Сгенерировать ссылку» чтобы начать!
kk: ⬇ Дайынсыз ба? «Сілтеме жасау» батырмасын басып бастаңыз!

source: 👤 Мой профиль
kk: 👤 Менің профилім

source: Отправьте мне следующие данные:
kk: Маған келесі деректерді жіберіңіз:

source: <b><u>Имя Товара</u></b>, <b><u>Номер Заказа</u></b>, <b><u>Артикул Продукта</u></b>, <b><u>Номер Телефона</u></b>
kk: <b><u>Тауардың атауы</u></b>, <b><u>Тапсырыс нөмірі</u></b>, <b><u>Өнімнің код нөмірі</u></b>, <b><u>Телефон нөмірі</u></b>

source: 📋 Пример:
kk: 📋 Мысал:

source: ✉️ Отпавить шаблон в WhatsApp
kk: ✉️ Шаблонды WhatsApp-қа жіберу

source: ❗ Не Правильный Ввод, Попробуйте Снова!
kk: ❗ Дұрыс емес енгізу, қайтадан тәжірибе жасап көріңіз!

source: <b><u>Имя Товара</u></b>
kk: <b><u>Тауар атауы</u></b>

source: <b><u>Номер Заказа</u></b>
kk: <b><u>Тапсырыс нөмірі</u></b>

source: <b><u>Артикул Продукта</u></b>
kk: <b><u>Өнім код нөмірі</u></b>

source: <b><u>Номер Телефона</u></b>
kk: <b><u>Телефон нөмірі</u></b>

source: Отправьте ваш шаблонный текст одним сообщением.
kk: Шаблондық мәтініңізді бір хабарлама ретінде жіберіңіз.

source: В шаблоне должны присутствовать следующие данные:
kk: Шаблонда келесі деректер болуы керек:

source: <b><u>{ordercode}</u></b> — номер заказа
kk: <b><u>{ordercode}</u></b> — тапсырыс нөмірі

source: <b><u>{productname}</u></b> — имя товара
kk: <b><u>{productname}</u></b> — тауар атауы

source: <b><u>{link}</u></b> — ссылка на отзыв
kk: <b><u>{link}</u></b> — пікір сілтемесі

source: Также шаблон должен содержать не меньше <b><u>50</u></b> и не больше <b><u>4096</u></b> символов!
kk: Шаблонда кемінде <b><u>50</u></b> және аспауы тиіс <b><u>4096</u></b> таңба болуы тиіс!

source: Пример:
kk: Мысал:

source: Здравствуйте!
kk: Сәлеметсіз бе!

source: Ваш заказ № <b><u>{ordercode}</u></b>
kk: Сіздің тапсырысыңыз № <b><u>{ordercode}</u></b>

source: Имя товара: <b><u>{productname}</u></b>
kk: Тауар атауы: <b><u>{productname}</u></b>

source: Будем благодарны, если вы оставите отзыв c 5 ⭐
kk: 5 жұлдызды ⭐ пікір қалдырсаңыз, ризашылығымызды білдіреміз.

source: Ссылка на отзыв: <b><u>{link}</u></b>
kk: Пікірге сілтеме: <b><u>{link}</u></b>

source: С уважением,
kk: Құрметпен,

source: Каспи магазин
kk: Kaspi дүкені

source: ✅ Шаблон успешно обновлен!
kk: ✅ Шаблон сәтті жаңартылды!

source: Не верный шаблонный текст, попробуйте заново!
kk: Дұрыс емес шаблондық мәтін, қайтадан тәжірибе жасап көріңіз!

source: В шаблоне должны быть <b><u>{ordercode} {productname} {link}</u></b>
kk: Шаблонда <b><u>{ordercode} {productname} {link}</u></b> деректері болуы керек.

source: Также шаблон должен содержать не меньше <b><u>50</u></b> и не больше <b><u>4096</u></b> символов
kk: Шаблонда кемінде <b><u>50</u></b> және аспауы тиіс <b><u>4096</u></b> таңба болуы тиіс.

source: ✅ Шаблон сброшен по умолчанию!
kk: ✅ Шаблон әдепкі күйге қайтарылды!

source: Настройки
kk: Параметрлер

source: ⛔️ отменить операцию?
kk: ⛔️ Операцияны тоқтату?

source: 🔙 Вернутся в меню
kk: 🔙 Мәзірге оралу

source: ♻️ Сгенерировать ссылку
kk: ♻️ Сілтеме жасау

source: ⚙️ Настройки
kk: ⚙️ Параметрлер

source: ❔ О боте
kk: ❔ Бот туралы

source: ️♻️ Генерировать повторно
kk: ♻️ Қайта жасау

source: 🏷 Шаблонный текст
kk: 🏷 Шаблондық мәтін

source: 🌎 Язык интерфейса
kk: 🌎 Интерфейс тілі

source: ➕ Обновить шаблонный текст
kk: ➕ Шаблондық мәтінді жаңарту

source: ➕ Сбросить шаблон по умолчанию
kk: ➕ Шаблонды әдепкі күйге қайтару
